{
	"totalRows": 8,
	"rows": [{
		"id": 1,
		"title": "Gigi Reveals Her Winning Recipe",
		"description": "<p>Gigi Hadid revealed her secret recipe this week, for the so-called \"Gigi Burger\" that she says keeps her \"sane\". The Vogue cover girl took on fellow model Devon Windsor for Gordon Ramsay's Masterchef Challenge on US television yesterday and soundly defeated her thanks to a monster burger complete with pickled jalapeños and crispy onions.</p><blockquote>\"The first year I lived in New York I tried a different burger a week to find my favourite burger in New York,\" she told the host. \"I always say, 'Eat clean to stay fit, have a burger to stay sane.'\"</blockquote><p></p><p>Hadid revealed her burger obsession to Vogue's January issue, noting that JG Melon - a Soho restaurant - boasted New York's best burger, adding: \"And I've tried them all.\"</p><p>Windsor, who took to the catwalk with Hadid for the recent Victoria's Secret show, created a pasta and shrimp dish, but it wasn't enough to beat the burger, which Ramsay called \"F**king delicious!\" Hadid was awarded a cheque for $25,000 upon winning, which she said will go toward The Global Lyme Alliance for Lyme Disease.</p>",
		"img": "http://i.imgur.com/Jg7RXoT.jpg",
		"category": 1,
		"source": "Vogue",
		"link": "",
		"date": "1453125265820",
		"featured": true
	}, {
		"id": 2,
		"title": "One Other-Worldly Jewelry Collection",
		"description": "<p>When jewelry designer Isabel Encinias met ready-to-wear designer Mark Kroeker at a fashion party some two decades ago, the pair quickly bonded over their nomadic upbringings: Kroeker grew up between Istanbul and Tehran before moving to the States as a teen; Encinias bounced between New Mexico and Paris. Fast-forward to 2014, when despite the logistical challenges—Encinias was based in Paris, where she had worked as a designer for Boucheron, Louis Vuitton, and Fabergé; and Kroeker in New York, where he had launched his own brand, Mark Kroeker/Lost Collective, and served as creative director of Donna Karan's philanthropic lifestyle brand Urban Zen—the two launched Tejen (the ancient Egyptian word for \"needle of stone\"), a fine-jewelry line rooted in obelisklike forms. \"We're both fascinated with ancient architecture,\" Kroeker says. \"And we loved the lore that obelisks were placed next to sacred spots to disperse negative energy.\"</p><p>Made of fair-mined (exclusively from small-scale miners who employ strict labor protections), first-cast gold and conflict-free diamonds, each piece is manufactured by hand in the Lorraine region of France. \"It's really sacred geometry: Any way you slice it, there's a perfect square, triangle, or circle,\" says Encinias, explaining the sort of high-jewelry cuneiform they've created. At the forefront is their \"capstone\" setting, a technical feat in which five diamonds form a pyramid, allowing light to filter from all angles.</p>",
		"img": "http://i.imgur.com/312sOJE.jpg",
		"category": 1,
		"source": "Elle",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 3,
		"title": "Hilary Sues Her Mother",
		"description": "<p>Hilary Rhoda is involved in a legal dispute with her mother - and former manager - Marianne Rhoda, claiming that she stole a six-figure sum from the model. The lawsuit - which was filed in 2014 - has come to light now as Marianne is countersuing her daughter, denying all the allegations and claiming breach of contract.</p><p>The Victoria's Secret model's case claims that her mother \"manipulated her familial role to improperly seize - and then abuse - enormous power over Hilary's finances,\" according to Page Six, which reports that \"the suit claims Marianne forged Hilary's signature, diverted 'substantial funds' for her retirement, refused to provide accounting records and used a company credit card 'for hundreds of thousands of dollars' in personal expenses - including 'divorce attorneys', a 'pool vendor' and shopping trips.\" She is also accused of withdrawing and transferring $2.9 million from her daughter's account to her personal account - in moves allegedly unrelated to her daughter's modelling career.</p><iframe width = '100%' height = '212' src = 'https://www.youtube.com/embed/R38YEfWynmo' frameborder = '0' allowfullscreen > </iframe><p>In the countersuit, the former manager cites Hilary's husband, NHL player Sean Avery, as a key figure in the breakdown in communication between herself and her only child, stating that she was \"concerned\" for Hilary's financial future after \"Avery prevailed upon Hilary to refrain from seeking a prenuptial agreement and embarked on a concerted effort to estrange\" her from her mother. She also claims that after leaving the NHL his work was \"sporadic\" and \"prospects for employment were highly speculative\".</p>",
		"img": "http://i.imgur.com/BwsAL1J.jpg",
		"category": 1,
		"source": "Vogue",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 4,
		"title": "Kate Bosworth Is Malibu Sequin Mermaid Barbie",
		"description": "<p>Kate Bosworth just shared a photo of herself test-driving her pink disco ball of a Dolce & Gabbana gown on her way to the Golden Globes. Which is wise, because because when you're weighted down by that many sequins, you want to make sure an over-enthusiastic twirl won't send you careening into Ryan Seacrest's face.</p><p>The look is very Little Mermaid Gets a Malibu Barbie makeover—sequin fins are major #goals, right? And the tight top knot is definitely aquatic-friendly.</p><p>The actress also posted a video of her getting-ready process, which includes a lot of diamonds, hair fluffing, and pretty primping moments.</p>",
		"img": "http://i.imgur.com/Icl8H4U.jpg",
		"category": 1,
		"source": "Elle",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 5,
		"title": "David Honoured By Unicef",
		"description": "<p>David Beckham was honoured in front of a group of the world's most famous faces in Los Angeles last night as UNICEF awarded him with the Danny Kaye Humanitarian Leadership Award.</p><p>The former footballer and fashion star - who has also been a UNICEF goodwill ambassador since 2005 - was chosen as the recipient as a result of \"his tireless work to save and improve the lives of children around the world\", and the work he does through his charity, 7: The David Beckham UNICEF Fund, which he launched last year.</p><blockquote>We live in a world where children are still dying of preventable diseases, or being subjected to abuse and violence,</blockquote><p>said Beckham after long-term friends Elton John and his partner David Furnish presented him with the accolade. \"I have four children of my own and I will not stop supporting UNICEF until I know that all children are safe, healthy and have a bright future ahead of them.\"</p>",
		"img": "http://i.imgur.com/OKhbb2O.jpg",
		"category": 1,
		"source": "Vogue",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 6,
		"title": "Emma Needs Your Help",
		"description": "<p>Emma Watson has embarked on her latest project and wants your help. The actress, Vogue cover star and UN ambassador announced on Twitter yesterday that she is starting a feminist book club, requesting suggestions for what to call it.</p><p>Suggestions soon started to flood in from the star's 20.4 million followers, with suggestions including, \"Watson Your Bookshelf\" and \"The F-Emma-nism Book Club\" proving popular in the conversation tabs. Watson, however, followed up her tweet with:</p><blockquote>\"I am almost certain there is a more inspiring name out there.... Does anyone have any thoughts?! #Emma'sBookClub\"</blockquote><p>indicating that she is looking for something a little more sophisticated.</p><p>So far, details of how to join the group or what the reading list will be have not been disclosed, although when one fan suggested inviting Harry Potter author JK Rowling to join, Watson enthusiastically replied: \"Definitely going to do that.\"</p>",
		"img": "http://i.imgur.com/0nsjudV.jpg",
		"category": 1,
		"source": "Vogue",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 7,
		"title": "8 ways to pep-up your coat and make it look different daily",
		"description": "<p>We know how you feel. Winter is drawing on and, quite frankly, we're sick of the sight of our winter coats. Those masses of navy, black and grey are doing nothing to boost our mood.</p><p>Good news, then, for this pool of nifty tricks to add colour, texture and a different silhouette to old cover-ups. We challenge you to try a new one for every day for a week...</p><h2>Employ a mini bag</h2><p>A miniature handbag is never going to be a practical accessory, but it does make for a chic ornament when worn high up on the torso. Choose a bright or patterned mini that will pop out against your coat, and pack a sensible shopper for your essentials.</p><h2>Add a contrasting belt</h2><p>Cinching your waist not only creates a feminine silhouette but draws attention to the slimmest part of your torso. Add a contrasting shade to plain coats to instantly liven up your outer layer, then experiment with SS16's popular embellished and rope options. A bum bag is also a popular and functional choice.</p><h2>Wear a contrasting polo-neck underneath</h2><p>Instead of shrouding your neck in a scarf, why not let a cheery polo neck jumper peep through. Experiment with bright and innovative colour combinations, like this show-goer's red, pink and white pairing.</p><h2>Add a detachable collar</h2><p>Collars can be all-singing-and-all-dancing additions to round-neck coats, like Leaf Greener's (below), or simple, starched white ones for a timeless aesthetic. The purse-friendly accessories also double up as a preppy addition to crew-neck jumpers.</p>",
		"img": "http://i.imgur.com/Ov7z7Ip.jpg",
		"category": 1,
		"source": "The Telegraph",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 8,
		"title": "David's new designs",
		"description": "<p>Following the success of his underwear and swimwear collections for Marks & Spencer, David Gandy has applied his design talents to a new sportswear-inspired loungewear collection for the high-street stalwart.</p><p>The David Gandy for Autograph line, which launches in stores and online this month, comprises a T-shirt, a hooded jumper, joggers, shorts and a crew neck jumper in premium fabrics and two colourways - navy and grey.</p><blockquote>Men want style in all aspects of their life. I wanted to design styles that could be worn pre and post workout, as an extension to my loungewear collection.</blockquote><p>\"January is a time when people turn their head to fitness, and combining our most premium loungewear with traditional sports style influences is the perfect way to offer on trend and comfortable pre and post gym wear to our customers,\" said Scott Fyfe, director of menswear at M&S. \"The success of the collection so far has been fantastic and we are excited to see the customer's reactions to the new sports inspired pieces.\"</p>",
		"img": "http://i.imgur.com/P3fWV7d.jpg",
		"category": 1,
		"source": "Vogue",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 9,
		"title": "A distant planet may lurk far beyond Neptune",
		"description": "<p>Out beyond Neptune, the solar system resembles the deep ocean: dark, remote and largely unexplored. To an Earth-bound observer, even the brightest objects, such as Pluto, are 4,000 times as faint as what the human eye can see. An undiscovered planet could easily lurk out there unnoticed, a possible fossil from a time when the giant planets jockeyed for position 4 billion years ago, scattering planets and asteroids in their wake. But even the largest telescopes would struggle to find such a faint spot of light. Most likely, the clues would be entangled in the distorted orbits of faraway ice boulders tumbling around the sun.</p><p>Astronomers Chad Trujillo and Scott Sheppard provided a hint about how such a world might reveal itself last March when they announced the discovery of a 450-kilometer-wide dwarf planet just outside the Kuiper belt — the icy debris field past Neptune (SN: 5/3/14, p. 16).</p><p>Their find, designated 2012 VP113, is on a course that loops around the sun in a vastly elongated orbit far from the known planets. It has thousands of neighbors but shares its odd trajectory only with Sedna, another dwarf planet, discovered in 2003.</p><blockquote>\"They're kind of in a no-man's-land,\" says Sheppard, of the Carnegie Institution for Science in Washington, D.C. \"These objects couldn't get out there with what we currently know.\"</blockquote><p>Something had to drag the two dwarf planets from their original, smaller orbits. Except nothing is close or massive enough to take the credit. At least, nothing astronomers are aware of.</p>",
		"img": "http://i.imgur.com/JgwxIVR.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": true
	}, {
		"id": 10,
		"title": "Time running out on comet lander",
		"description": "<p>Time is running out for the Philae comet lander. The latest attempts to communicate with the probe have failed. And with temperatures plummeting as the comet races from the sun, it will soon be too cold for the robotic explorer to keep its computer running.</p><p>On January 10, engineers sent a command to spin Philae's reaction wheel, which helped stabilize the lander during its descent. They hoped to nudge the lander into sunlight or at least shake several months of comet dust off its solar panels. Philae did not respond.</p><blockquote>\"It's a bit sad,\" says Stephan Ulamec, Philae's manager at the German Aerospace Center in Cologne. \"But it would be sad if we concentrated so much on what we couldn't achieve and not on what we did.\"</blockquote><p>Philae's mission got off to a rough start (SN: 12/13/14, p. 6). After separating from the Rosetta spacecrafton November 12, 2014, Philae bounced across comet 67P/Churyumov-Gerasimenko and settled against cliffs where there was not enough sunlight to keep the power on. Philae spent just 55 hours investigating its new home before shutting down. As the comet moved along its orbit, Philae's solar panels spent more time in the sun. Seven months after going quiet, Philae phoned home after its batteries recharged (SN Online: 6/14/15). Contact with the lander has since been intermittent, with its last communication — a 12-minute burst of data from its radar instrument — sent July 9.</p>",
		"img": "http://i.imgur.com/3bjGXvW.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 11,
		"title": "New tree frog genus discovered in India",
		"description": "<p>While hunting for exotic amphibian species in the remote forests of northeastern India in 2007, biologist Sathyabhama Das Biju and his colleagues noticed the evening calls of an animal they'd never heard before. Now, after eight years of searching, they report that the mysterious calls belong a previously undiscovered genus of tree frog, described January 20 in PLOS ONE.</p><p>Analysis of genetic fragments, physical characteristics and behaviors puts these frogs in a unique genus, dubbed Frankixalus by the research team. The genus includes a species first described in 1876 based solely on museum specimens, says Biju of the University of Delhi. The newfound frog populations live and breed in pools of water in holes in the trunks of canopy trees — a lifestyle that likely kept them off scientists' radar. Tadpoles eat their mother's eggs for sustenance, a common practice among frogs that live in low-resource environments.</p><p>Slash-and-burn land clearing for agriculture in the region could already threaten the frogs' fragile habitat, the biologists write.</p>",
		"img": "http://i.imgur.com/4ZQyLYg.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 12,
		"title": "Ocean heating doubles",
		"description": "<p>The ocean is taking heat. That's the conclusion of a new study that finds that Earth's oceans now absorb heat at twice the rate they did 18 years ago. Around half of ocean heat uptake since 1865 has taken place since 1997, researchers also report online January 18 in Nature Climate Change.</p><p>Warming waters are known to contribute to coral bleaching (SN Online: 10/8/15) and they take up more space than cooler waters, raising sea levels. While the top of the ocean is well studied, its depths are trickier to query. The researchers gathered 150 years of ocean temperature data in order to get a better picture of heat uptake from surface to seabed. They compiled temperature readings collected by everything from a 19th century sailing expedition of the HMS Challenger to modern automated ocean probes. The far-flung data sources, combined with computer simulations, created a timeline of ocean temperature changes, including cooling from volcanic eruptions and warming from fossil fuel emissions.</p><p>About 35 percent of the heat taken in by the oceans during the industrial era now resides at a depth of more than 700 meters, the researchers found. They say they're unsure whether the deep-sea warming offset warming at the sea's surface.</p>",
		"img": "http://i.imgur.com/yRbh520.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 13,
		"title": "Alien species fly on the wings of ducks and other waterbirds",
		"description": "<p>A few years ago, researchers in Wisconsin were trying to figure out how invasive species were spreading between lakes in the state. A survey of 450 lakes had turned up plenty of worrisome species, such as zebra mussels and spiny water fleas. But to better manage those plants and animals, scientists and managers needed to know how they were moving around. So researchers looked closely at where the invaders lived and saw that lakes with boat access were often home to invasive species, while remote lakes were not. People and their boats — not birds or other wildlife — must be the ones transporting the troublesome species, the researchers concluded.</p><p>That the Wisconsin researchers even considered ducks and other waterbirds as potential spreaders of invasive species was somewhat out of the ordinary. Despite the fact that scientists as far back as Charles Darwin considered birds as potential vectors in the spread of aquatic plants and invertebrates, waterbirds have been left out of most recent work on invasive species, and that could undermine attempts at management, contend the authors of two reviews in Diversity and Distributions.</p><p>In the first review, Chevonne Reynolds of the University of Cape Town in South Africa and colleagues searched for studies that examined the dispersal of alien species by waterbirds and came up with only 14. It wasn't a lot, but the studies showed that birds could transport nonnative plants and invertebrates to new homes, both on their bodies and inside them.</p><p>Andy Green of the Spanish National Research Council in Sevilla also tackled the subject, finding 22 additional studies and a total of 79 alien plant species and eight alien invertebrates that could be transported from one place to another via various waterbirds, including ducks, geese, gulls and albatross. \"Aliens are usually dispersed after being ingested or becoming attached to plumage, bills or feet,\" he notes, \"but waterbirds also disperse alien species when making nests [or] when preying on other vectors such as fish.\" One study even found nonnative barnacles stuck to tracking bands that scientists had attached to gulls.</p>",
		"img": "http://i.imgur.com/Q1VPAC0.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 14,
		"title": "Ants don't make decisions on the move",
		"description": "<p>Ants are hard workers, but they're not multitaskers: They have to stop to think.</p><p>Temnothorax albipennis worker ants typically need a pit stop to change their travel plans, researchers in England report January 13 in Royal Society Open Science.</p><p>Active ants alternate between moving and resting. While charting new territory, workers leave behind chemical messages about their environment. Releasing ants one at a time into an enclosed arena, the researchers watched as solitary ants responded to information left by their predecessors, varying the average speed of their next movements.</p><p>But exploring ants didn't make these adjustments en route. While exploring, a Temnothorax albipennis worker ant (shown in slow motion) alternates between moving and pausing. An ant processes incoming chemical information only while stalled, a new study suggests. Mathematical analyses of the ants' behavior suggest that the length of ant movements are determined before an ant even lifts a leg. So ants probably process chemical cues while paused between motions, the researchers say.</p>",
		"img": "http://i.imgur.com/X7EEE9U.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 15,
		"title": "Animals get struck by lightning, too",
		"description": "<p>Lightning strikes about 100 times every second of the day, mainly in warmer regions of the world. About 240,000 people are injured by lightning every year, and 24,000 die after being struck. But humans aren't the only victims of lightning — animals are, too, though reports of such deaths are far rarer than the deaths themselves.</p><p>The latest documented animal deaths come in the January Marine Mammal Science. Peter Shaughnessy and Simon Goldworthy of the South Australian Research and Development Institute in Henley Beach were counting Australian sea lion pups on the Pages Islands in South Australia June 25, 2014, as part of a long-term monitoring project. On that day, they found four recently deceased sea lions — an adult female, a young male and two pups — lying dead at the base of a lighthouse on South Page Island. The researchers would have liked to necropsy the animals, but with access to the islands restricted, getting the sea lions back to shore wasn't an option as they were too heavy to go back with the researchers on their helicopter. So Shaughnessy and Goldworthy settled for a close inspection of the bodies.</p><p>Other pups found dead on the island around that time were emaciated, but these two appeared to have been well-nourished. And all four animals had no injuries or signs of trauma. Stormy weather had made the islands too dangerous to reach by boat or helicopter for the four days before the researchers arrived, so it was unlikely that humans were somehow responsible for the deaths. And ocean conditions weren't right for a toxic algal bloom. Something else must have killed them.</p>",
		"img": "http://i.imgur.com/zGFopUb.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 16,
		"title": "High-intensity interval training has great gains — and pain",
		"description": "<p>Every square inch of my body is sweating. I've been working out for only 15 minutes, and I'm not sure my legs can take any more. They are shaking uncontrollably. Later, I sit down to dinner, and my arms are so exhausted I can't seem to pick up my spoon.</p><p>I had just suffered my way through a session of high-intensity interval training, or HIIT.</p><p>The regimen can be over and done in 25 minutes, warmup and cooldown included: Quick bursts of extreme physical exertion — 10 seconds to four minutes — are followed by rest periods two to five times the length of the intense parts. Studies show that HIIT increases cardiovascular fitness and can promote healthy blood glucose levels. The short workouts also increase endurance, and a recent study shows why HIIT has more endurance benefits for couch potatoes than it does for pre-trained athletes.</p><p>But while HIIT may hit health in the right direction, it does little for our waistlines. And some psychologists question whether a workout that's so uncomfortable should be promoted in public health campaigns. Will people work through the pain? Or will promotion of such difficult workouts just make people give up in frustration? In the end, whether you pick up a workout plan and stick with it may have less to do with how much time you have, and more to do with where you priorities — and your willingness to deal with pain for gain — really lie.</p>",
		"img": "http://i.imgur.com/uxZ55se.jpg",
		"category": 2,
		"source": "ScienceNews",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 17,
		"title": "The Most Efficient Ford F-150 Pickups",
		"description": "<p>Ford Motor is turning its entire 2017 lineup of EcoBoost-equipped F-150 pickups into mild hybrids with the addition of automatic start-stop technology as standard equipment. The fuel-saving technology will affect as many as 60 percent of all F-150 pickups.</p><p>The 2016 F-150 with 2.7-liter EcoBoost engine already comes standard with Auto Start-Stop. For the 2017 model year, Ford will add it as standard equipment on trucks with 3.5-liter EcoBoost engines as well, including the new high-output version for F-150 Raptor, introduced this month at the Detroit auto show.</p><blockquote>\"EcoBoost already powers F-150's best-in-class towing,\" said Doug Scott, Ford truck group marketing manager.</blockquote><p>\"Now, with every EcoBoost-equipped F-150 mildly electrified with standard Auto Start-Stop technology, customers' fuel efficiency is expected to improve as well.\" Ford declined to provide specific fuel savings, saying results often depend on individual driving patterns.</p><p>The technology was developed for cars like the Fusion hybrid, but is specially tuned for truck customers, Ford said. Auto Start-Stop shuts off the engine when the vehicle is at a stop – except when towing or in four-wheel-drive mode. When the brake is released, the engine restarts quickly.</p><p>Start-stop technology, sometimes called mild hybridization, is becoming a common feature in cars to help improve fuel economy, but the engine restarts can be abrupt and unpleasant for drivers who aren't familiar with the technology. Ford said it took care to ensure the smooth and refined engine restarts in the F-150, building on its expertise in hybrid electric vehicles.</p>",
		"img": "http://i.imgur.com/8dFFHAq.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": true
	}, {
		"id": 18,
		"title": "Can Car Computers Out-Smart Humans?",
		"description": "<p>Man versus machine. Remember that famous scene from Stanley Kubrick's epic 2001: <em>A Space Odyssey</em> movie where the computer refuses to let the astronaut back on board the spaceship?</p><p>Science fiction writers have long raised fears of humans being subjugated by super-intelligent and powerful machines – think <em>Terminator</em> – but the truth is that computers are still lagging human intelligence in key areas.</p><p>That being said, the multiple computers found in today's cars are becoming much more sophisticated. At the recent Consumer Electronics Show (CES) in Las Vegas and the Detroit auto show, automakers showed off their advanced in-car infotainment and connectivity systems, plus progress being made towards the era of the fully autonomous car.</p><p>Audi, one of the companies in the forefront of all these areas, revealed details of its advanced e-tron quattro, a concept electric SUV that will be in US showrooms by early 2018. Beyond its Tesla-rivalling 300-mile plus range, the e-tron quattro demonstrates the most advanced levels of Audi's virtual cockpit driver display and infotainment systems. The vehicle also pioneers the technology for advanced piloted driving, with radar sensors, video camera, ultrasonic sensors and a laser scanner. All these sensors feed into a new computer processor called zFAS. The size of a tablet computer, this unit does the work that used to require a whole trunk full of computers just a few years ago.</p>",
		"img": "http://i.imgur.com/CoeSVRo.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 19,
		"title": "European Car Buyers In For A Treat As Sales Growth Stumbles",
		"description": "<p>Car sales projections for Europe are being slashed as worries mount about the possibility of global recession. European car buyers are in for a treat though because tightening markets mean better deals for them.</p><p>Daimler CEO Dieter Zetsche warned that European Union (EU) car sales will barely improve in 2016 after jumping more than nine per cent in 2015.</p><p>\"For 2016 we anticipate a much more modest sales increase for both cars and commercial vehicles. We expect car sales to go up around two per cent, reaching roughly 14 million,\" Zetsche said.</p><p>Zetsche made the remarks through the European Car Makers Association, known by its acronym in French, ACEA. Zetsche is currently president of ACEA.</p>",
		"img": "http://i.imgur.com/ng7IvKV.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 20,
		"title": "2016 Acura ILX Test Drive And Review",
		"description": "<p>The Acura ILX represents an invitation to the next generation of luxury buyers: Leave your Civics behind and experience the premium lifestyle. The 2016 Acura ILX adds more enticement with a sharpened exterior, new tech and a more powerful engine than before.</p><p>Getting new buyers to stretch into the premium category is every automaker's challenge. We've all heard that Millennials aren't into driving. They don't buy cars; they barely bother getting their licenses; they all take Ubers while they wait around for autonomous cars. While there may be some truth in those generalizations, Acura's not waiting around to find out. The ILX debuted in 2012, and this 2016 mid-cycle refresh is actually pretty substantial, taking ILX further into the luxury performance realm.</p><p>Right away, ILX impresses with standard LED headlights. The multi-projector jeweled LED units match the look and style of Acura's flagship RLX sedan, lending prestige to the ILX. The whole front fascia and grille have been redesigned, as have the rear fascia and LED taillights. ILX is definitely flashier and sportier looking than before, elevating entry-level.</p><p>Inside, the theme continues. Acura picks up on the trend of visible stitching, which adds the impression of tailoring and custom feel. You have to step up to Premium or Tech Plus trim levels to get leather seating, which is a little disappointing – isn't leather seating sort of the cue that you're entering luxury territory?</p>",
		"img": "http://i.imgur.com/edsqf1K.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 21,
		"title": "Feds Approve BMW's Driverless Self-Parking System",
		"description": "<p>One immediate beneficiary of this week's announcement by U.S. Transportation Secretary Anthony Foxx that the feds would pony up a proposed $4 billion and otherwise grease the wheels to allow quicker adoption of autonomous driving technology is BMW.</p><p>That's because the National Traffic Safety Administration said it would allow the automaker to bring its novel self-parking system offered in the redesigned-for-2016 7 Series to the U.S.</p><p>Here, after shutting off and exiting the vehicle, an owner uses the key fob, which packs a tiny video screen, to remotely pull the flagship sedan into a garage or a very narrow parking space on a fully automated basis and back it out later. The idea is that it precludes having to contort oneself into or out of the car with only minimal room for the doors to open. The feature had been banned here because of a federal safety regulation originally intended to prevent unintended acceleration that requires U.S. drivers to physically hold down a car's brake pedal in order to shift it out of park. Other self-parking systems require the driver to physically shift gears and modulate the brake pedal.</p><p>Still, BMW's latest system has a way to go before it can pull the car up to an owner's front door upon command. As it stands, the driver has to leave the 7 Series straight and centered in front of the parking space or garage. Movements are monitored and modulated via a series of sensors, though the driver can bring the vehicle to a controlled stop if necessary should things not go 100% as planned.</p>",
		"img": "http://i.imgur.com/rima7aA.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 22,
		"title": "2016 Indian Scout Sixty Test Ride And Review",
		"description": "<p>Indian Motorcycles, a wholly-owned subsidiary of powersports giant Polaris Industries PII +1.23%, has made quite an impact since being re-launched for the 2014 model year. A parade of models followed the initial Chief, Chief Vintage and Chieftain, all built around the big Thunderstroke 111 engine. Then, in 2015, Indian surprised us with the Scout, an all-new, smaller bike with an all-new liquid-cooled 1,133-cc (69-cubic-inch) V-Twin and a base price of $10,999. Now comes the 2016 Indian Scout Sixty, a Scout variant packed with a 999-cc (61-cubic-inch) version of the V-Twin engine, with a starting price of just $8,999.</p><p>The new Scout Sixty just might be the \"killer app\" that Indian needs to put the brand over the top.</p><p>I loved the 2015 Scout when I rode it last year (you can read my review here). The new Sixty shares most of its architecture with the Scout. It has the same frame, brakes, suspension, wheels, seat, handlebars, gauges and many other parts. The engine is basically the same, too – the difference in displacement is accounted for in a difference in cylinder bore (the engines share the same stroke). Compression is slightly higher on the Sixty (11:1 vs. 10.7:1). The Sixty also makes do with a five-speed manual transmission, as opposed to the big Scout's six-speed.</p><p>Visually, the Sixty has less shine than the big Scout. The headlight surround, handlebars and engine are all blacked out. There's no badging that differentiates the two models – the blacked out engine is the giveaway. My test bike was painted in Pearl White, which brought the sticker price up to $9,299. The base Thunder Black bike is $8,999 and Indian Red is $9,299. </p><p>The bike looks great in all three paint schemes, but the Pearl White really pops in contrast to all that blackened componentry. The bike comes with a solo saddle that is a low 25.3\" from the ground, and forward foot controls. A single round multi-function gauge is mounted above the steering head. An analog speedometer needle is supplemented with an LCD gauge window that toggles through odometer, tripmeter, digital tachometer and oil temperature, with a handy digital time display as a constant.</p>",
		"img": "http://i.imgur.com/uAhXXZY.jpg",
		"category": 3,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 23,
		"title": "McLaren opening four new dealerships in America",
		"description": "<p>McLaren is opening four new dealerships in the United States. The addition of the new locations bring the company's North American presence up to 22 showrooms, and its global dealer network up to 80. And they're opening just in time for the arrival of the manufacturer's new and (relatively) more accessible Sports Series.</p><p>The new dealerships are located in Boston, Houston, Palm Beach, and Bergen County, NJ. McLaren Boston will open as part of the Village Automotive Group, adjacent to its existing Audi and Porsche showrooms on Pond Street in Norwell, MA. McLaren Houston will be a stand-alone showroom being opened by Park Place, a network principally centered around the Dallas area with dealerships selling exotic machinery from the likes of Bentley, Bugatti, Lotus, Maserati, Porsche, and Rolls-Royce.</p><p>McLaren Palm Beach will join the Myers Auto Group alongside its Jaguar, Land Rover, and Aston Martin franchises on South Dixie Highway. And finally McLaren Bergen County will form part of the Prestige Family of Fine Cars, with its Lamborghini, Jaguar, and other brands currently located in Paramus while the new showroom is built in Ramsey, NJ.</p><p>These join the existing locations in Atlanta, Beverly Hills, Calabasas (LA), Chicago, Dallas, Long Island, Miami, Newport Beach, Philadelphia, San Francisco, and Tampa Bay, as well as Rancho Mirage, CA, Scottsdale, AZ, Greenwich, CT, and Washington, DC. Vancouver and Toronto have McLaren dealers as well, as does Mexico City (though that's counted together with the showroom in Chile in the Latin America region). By comparison, Aston Martin has 37 dealers in the United States (and five in Canada). Lamborghini has 31 in the US (plus four in Canada) out of its 130+ worldwide. And Ferrari has 38 in the US (and five in Canada) out of its approximately 200 locations around the world.</p>",
		"img": "http://i.imgur.com/iNReJI7.jpg",
		"category": 3,
		"source": "MSN",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 24,
		"title": "Honda Clarity Fuel Cell to Start \"Around $60,000\"",
		"description": "<p>The Honda Clarity Fuel Cell will cost around $60,000, or a monthly lease price under $500, the automaker announced today. The Clarity rides on a platform that will also underpin an upcoming plug-in hybrid from Honda.</p><p>Honda will start leasing the model in limited quantities at dealerships in Los Angeles County, Orange County, the San Francisco Bay Area, and Sacramento by the end of the year. As the infrastructure for hydrogen fueling grows, Honda will focus on retail sales and expand the Clarity to other markets.</p><p>Prices for the Clarity are about on par with the 2016 Toyota Mirai, which went on sale late last year. That model goes for $57,500, or $499 a month. Incidentally, the Hyundai Tucson Fuel Cell is also priced at $499 a month. Both of these competing vehicles help ease the transition to hydrogen by offering drivers free hydrogen fuel, so we'll have to wait to see if Honda offers the same deal.</p><p>Honda previously announced it would offer a new plug-in hybrid by 2018 to replace the \"very low volume\" Accord Plug-In. That model is still on track to launch by 2018, although we still don't know exactly what the model will be. In the more immediate future, Honda will launch a new Accord Hybrid this spring.</p>",
		"img": "http://i.imgur.com/2kSKpCE.jpg",
		"category": 3,
		"source": "MSN",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 25,
		"title": "Google \"paid Apple $1bn in 2014 to keep search on iPhone\"",
		"description": "<p>Google paid tech rival Apple $1bn in 2014 to keep its search function the default option on iOS devices, Bloomberg reports.</p><p>A transcript of court proceedings from a copyright lawsuit against Google allegedly contains reference to a deal between the Silicon Valley firms.</p><p>The alleged agreement involves Google paying Apple a percentage of revenue - as much as 34% - gained through iOS devices.</p><p>Both companies declined to comment.</p><p>The BBC has not been able to verify the claims independently.</p><p>Bloomberg added that the referenced document has since been removed from the web.</p><blockquote>\"The transcript vanished without a trace from electronic court records at about 15:00,\" the report noted.</blockquote><p>The court proceedings in question regard a lawsuit by Oracle Corp. in which the firm claims that Google used its Java software to develop Android but failed to pay for it.</p>",
		"img": "http://i.imgur.com/dpQrlNI.jpg",
		"category": 4,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": true
	}, {
		"id": 26,
		"title": "Fewer orders at Apple suppliers could signal first iPhone sales decline",
		"description": "<p>Some of Apple Inc's main Asian suppliers expect revenues and orders to drop this quarter, indicating iPhone sales are almost certain to post their first annual decline since the flagship product was launched almost a decade ago.</p><p>The forecasts of lackluster sales by companies including Taiwan Semiconductor Manufacturing Co (TSMC), the world's biggest contract chipmaker, and smartphone camera lens producer Largan Precision Co Ltd add to concerns about Apple's outlook amid slowing global demand for smartphones.</p><p>Industry executives say the latest iPhone did not have enough new features from the previous model to tempt users, raising fears that Apple's innovative streak - and the profits it has generated - may be running its course.</p><p>Apple, which reports December-quarter results on Tuesday, declined to comment on its sales outlook.</p>",
		"img": "http://i.imgur.com/yRUUVtx.jpg",
		"category": 4,
		"source": "Reuters",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 27,
		"title": "Gadget Ogling: Baring Souls, Soaking Up Sound, and Tracking Babes",
		"description": "<p>Welcome to Gadget Dreams and Nightmares, the column that sips a warm cocoa while delving through the latest gadget announcements and recovering from the CES barrage.</p><p>It seems most manufacturers went back into hibernation after revealing myriad new gadgets at CES, so here's a look at some of the other gizmos that caught my eye from the event: a tracker that counts the time you spend with others, an all-in-one soundbar, and a baby monitor you can check using a smartphone.</p><p>As always, the ratings denote only how much I'd like to try each. They are by no means reviews, as I haven't laid eyes on any of these items in the physical world.</p><p>As time advances, more responsibilities seep into our lives. We get wrapped up in our own worlds, and don't necessarily make enough time to spend with the friends and family members who've been important parts of our worlds for decades.</p>",
		"img": "http://i.imgur.com/SRmjyXc.jpg",
		"category": 4,
		"source": "TechNewsWorld",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 28,
		"title": "Amazon reveals how Prime Air drone delivery will work",
		"description": "<p>Amazon already offers delivery in some markets in as little as one hour with Amazon Prime Now, but that still relies upon humans driving cars. How quaint. Amazon's next big idea is the deploy an army of drones to deliver packages over a wide area in as little as 30 minutes. Prime Air was unveiled as a concept several years ago, but Amazon is still developing it. Amazon exec Paul Misener has revealed more details about how Prime Air will work in an interview with Yahoo Tech.</p><iframe width = '100%' height = '212' src = 'https://www.youtube.com/embed/MXo_d6tNWuY' frameborder = '0' allowfullscreen > </iframe><p>Amazon thinks that in order to get delivery times to half an hour, the drones will need to have a range of about 10 miles. That probably means areas with Prime Now warehouses will serve as hubs for the drones. The drones themselves will weight about 55 pounds and have a maximum payload of five pounds. So, that giant TV you ordered will probably still make its way to you on a truck. Still, most things Amazon sells weight less than five pounds. Misener doesn't know if it's going to cost anything extra, though.</p><p>Amazon has yet to come up with a good way to deliver to those in apartments, but if you live in a house, the drone will just drop the package on your doorstep. If your yard has lots of obstacles, that's no problem, according to Misener. He compares Amazon's drones to horses as opposed to cars, which makes more sense than you'd expect. A car will go wherever you steer it, even if you steer it into the tree in your front yard. A horse, on the other hand, will go around the tree because it prefers not to run into things. The drones will be the same — they can avoid obstacles even if an operator steers it into one.</p><p>There will be some variation among the drones, though. According to Misener, Amazon is testing different designs for drones to operate in different regions. For example, the drones that fly in arid regions in the southwest will probably be different than the ones that fly in the rainy pacific northwest. A lot of care is being put into making the drones quiet. Amazon knows people aren't going to respond favorably to having drones buzzing all over if they make a racket. Amazon really thinks drones are going to become the preferred delivery method in the future (and people will stop shooting at them).</p>",
		"img": "http://i.imgur.com/PKxQOKZ.jpg",
		"category": 4,
		"source": "ExtremeTech",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 29,
		"title": "Samsung changes Galaxy Note 5 design to prevent stylus from getting stuck",
		"description": "<p>The hallmark of the Samsung Galaxy Note series has always been the S Pen stylus, which docks neatly into the body of the device when not in use. The Galaxy Note 5 had a redesigned stylus with quick-eject nub, and not long after release people began noticing something troubling. If the stylus was inserted into the phone backward, it would become stuck. Now, Samsung has made a design tweak that prevents a moment of inattention from breaking your $700 phone.</p><p>Despite the seeming obviousness of the stylus design, it has been an ongoing issue for Samsung. It almost goes without saying you should never insert the stylus backward on purpose. If you do, it's really your own fault if it gets stuck. However, sometimes kids and people who aren't familiar with the phone might use it, and they might put the S Pen in the wrong way. Or maybe you've just had a few too many drinks and aren't paying attention. Basically, it's too easy to break the phone.</p><iframe width = '100%' height = '212' src = 'https://www.youtube.com/embed/rkfYQdbayDc' frameborder = '0' allowfullscreen > </iframe><p>The problem with the original Galaxy Note 5 was the design of the slot, which Samsung has tweaked in new models of the phone. The mechanism that holds the pen when inserted the right way would lock the ejection nub inside the slot, meaning the only way to get it out was to break the pen or the internal mechanism. If you broke the S Pen, it wouldn't fit in the slot anymore. And should the mechanism break, the phone would no longer detect when the S Pen was removed.</p><p>Samsung's initial response to the issue was to tell people to read the manual, which did include a warning about not inserting the pen the wrong way. It also added a more prominent label to the packaging to alert owners to the S Pen issue. That's all well and good, but Samsung was probably still spending time and resources repairing and replacing devices with stuck S Pens.</p>",
		"img": "http://i.imgur.com/GLgb0rf.jpg",
		"category": 4,
		"source": "ExtremeTech",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 30,
		"title": "Netflix to crack down on VPN users",
		"description": "<p>The Netflix terms of use have long banned the use of VPN services to sneak a peek at another region's streaming selection, but now the company is planning a crackdown to actually enforce the rules. According to a blog post by Netflix's VP of content delivery architecture, the company will begin blocking the use of these services to circumvent geographical restrictions on streaming content. That means you'll only be able to see the TV shows and movies that have been licensed for your country.</p><p>This move comes as Netflix has expanded to virtually every country on Earth, many of which have a different selection of content. That's thanks to the archaic web of copyright and licensing restrictions. In the US, you might have access to a certain show that isn't available in the UK, for example. A user in the UK who wants to watch that right now can use a VPN service like Hola to make it appear that they are in the US geographically. Users all over the world do the same thing, even some US subscribers (they have <em>The Godfather</em> in Japan).</p><p>Content owners have been publicly annoyed with Netflix in the past for not doing enough to prevent this sort of behavior by its customers. Streaming rival Hulu, which is partially owned by several studios, has actively worked to block users of VPNs from accessing its video streams. Netflix didn't go into detail about how it would detect proxies, but said it is in line with what other streaming providers do. Once the change goes into effect, anyone trying to access Netflix over a VPN connection will be presented an error message telling them to disable their VPN.</p><p>While most Netflix subscribers using VPNs are doing so to get around streaming limitations, that's not always the case. Some people use proxies for privacy reasons, or to get around a local network block of streaming services like Netflix. These people will probably be caught up in the VPN dragnet all the same, even though they aren't trying to get around the geo-restrictions. VNPs have also been useful in the past to increase streaming quality when ISPs let their pipes get clogged to teach Netflix a lesson.</p>",
		"img": "http://i.imgur.com/W7NZKTn.jpg",
		"category": 4,
		"source": "ExtremeTech",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 31,
		"title": "High-profile developer declares Bitcoin doomed, leaves currency project",
		"description": "<p>One of Bitcoin's oldest developers quit the project this week, citing irreconcilable differences with the software team in charge of the project. In and of itself, that's not unusual. But most developers don't quit projects with a public declaration of failure and a lengthy discussion of why, exactly, they believe a project is doomed. Mike Hearn, however, has done just that.</p><p>In a recent blog post, Hearn lays out the current situation with Bitcoin and why he believes the experiment can't recover. According to Hearn, what began as an idealistic attempt to create, in the words of Sakashi Nakamoto, \"A Peer-to-Peer Electronic Cash System\" has now become \"a system completely controlled by just a handful of people.\"</p><p>Hearn continues:</p><blockquote>\"Worse still, the network is on the brink of technical collapse. The mechanisms that should have prevented this outcome have broken down, and as a result there's no longer much reason to think Bitcoin can actually be better than the existing financial system.\"</blockquote><p>Hearn's essay touches on a number of topics that he feels have collectively wrecked the Bitcoin concept. First, mining power is vastly concentrated — a group of 10 panelists at one conference this fall represented 95% of Bitcoin's collective hashing power, with just two Chinese individuals accounting for more than 50% of it.</p>",
		"img": "http://i.imgur.com/MkX4kaG.jpg",
		"category": 4,
		"source": "ExtremeTech",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 32,
		"title": "Samsung Places Fridge at Center of Smart Home",
		"description": "<p>Samsung on Wednesday unveiled the Family Hub Refrigerator at CES, ongoing in Las Vegas through Saturday.</p><p>The new refrigerator sports a 21.5-inch full HD LCD screen on the upper right outside door, which doubles as a communications center.</p><iframe width = '100%' height = '212' src = 'https://www.youtube.com/embed/rkfYQdbayDc' frameborder = '0' allowfullscreen > </iframe><p>The screen lets users post, share and update calendars, as well as pin digital photos, share images and leave notes.</p><p>The Family Hub Refrigerator supports WiFi, Samsung said in a statement provided to TechNewsWorld by company rep Kate Knox.</p>",
		"img": "http://i.imgur.com/odH80FN.jpg",
		"category": 4,
		"source": "TechNewsWorld",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 33,
		"title": "Is American Olive Oil About to Have Its Moment?",
		"description": "<p>In 1976 the wine industry changed forever when a vintage from California was judged superior to its European counterparts. The same thing might be about to happen to olive oil.</p><p>On a Sunday morning in Rome, a couple dozen locals gather in an orchard of some 50 olive trees planted above ancient catacombs. The owner has offered lunch in exchange for help stripping the olives so he can get the harvest to a nearby press as quickly as possible. They begin by spreading a circular net around the trunk of a 12-foot-tall tree. Children scamper to the treetop to yank clumps of olives with their fists. Adults below pull fruit off the lower limbs with small rakes, taking care not to stomp on the piles accumulating at their feet. After 15 minutes, the hail of olives tapers off. The net is lifted and the fruit dumped into a small plastic crate—enough for perhaps a liter of oil. The gaggle moves on to the next tree. By the time the sky gets that glow of an Italian day's end, the stronger of the pickers are loading the crates onto a trailer hitched to a Range Rover bound for a frantoio, or mill, where the olives are to be pressed into golden-green oil.</p><p>This farmer is a hobbyist, a weekend artisan. But even at much larger operations, in Italy and across the Mediterranean region, the techniques aren't dramatically different. The height of the technology is a tractor with a vibrating arm that wraps around the trunks of the trees.</p><p>Across the Atlantic, however, an 18-year-old company called California Olive Ranch is upsetting tradition and muscling into the ancient industry by fixing the tree itself.</p>",
		"img": "http://i.imgur.com/Km92hqu.jpg",
		"category": 5,
		"source": "Bloomberg",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 34,
		"title": "German court says Amazon e-mail 'share' function unlawful",
		"description": "<p>A German court has declared unlawful a feature that encourages Amazon customers to share links to products of the online shop with their contacts, confirming the ruling of a lower court.</p><blockquote>The Amazon \"share\" feature invites customers to share a product via e-mail, Facebook, Twitter or Pintrest.</blockquote><p>The court said on Monday that sharing by e-mail without approval of the recipient was illegal. It is \"unsolicited advertising and unreasonable harassment,\" the regional court in Hamm said, confirming the ruling of a lower court in Arnsberg.</p><p>The case was brought against one of Amazon's resellers by a competitor.</p>",
		"img": "http://i.imgur.com/ttJuopP.jpg",
		"category": 5,
		"source": "Reuters",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 35,
		"title": "Facing weak market share, Ford to exit Japan, Indonesia this year",
		"description": "<p>BEIJING/TOKYO (Reuters) - Ford Motor Co (F.N) said on Monday it will close all operations in Japan and Indonesia this year as it sees \"no reasonable path to profitability\" in the two countries where it has struggled to gain market share.</p><p>Ford will exit all areas of business, including shuttering dealerships and stopping sales and imports of Ford and Lincoln vehicles, according to an email from Asia Pacific President Dave Schoch to all employees in the region viewed by Reuters. Product development carried out in Japan will be shifted elsewhere.</p><p>\"Unfortunately, this also means that our team members based in Japan and Indonesia will no longer work for Ford Japan or Ford Indonesia following the closures,\" Schoch wrote in an email regarding the decision that was sent to employees on Monday.</p><p>Ford began operating in Japan in 1974 and has 52 dealerships in the country, employing 292 people. Last year, it sold around 5,000 vehicles in Japan and held a share of around 1.5 percent of the imported new car market.</p>",
		"img": "http://i.imgur.com/4KXqO8P.jpg",
		"category": 5,
		"source": "MSN",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 36,
		"title": "Russian economy in turmoil as Putin is battered by falling oil price",
		"description": "<p>Russia's economy contracted at the fastest pace in six years in 2015, as plunging oil prices and sanctions over aggression in Ukraine took their toll.</p><p>The country's GDP dropped by 3.7pc last year, according to state-run statistics agency Rosstat, after the Russian economy eked out growth of just 0.7pc in 2014. Analysts had expected a fall of 3.8pc.</p><p>Vladimir Putin, Russia's president, last month claimed that the economic crisis had peaked. However, analysts said that the embattled country was nonetheless likely to remain in recession. William Jackson, of Capital Economics, said that \"the economy is still extremely weak\".</p><p>Fixed investment fell by 8.7pc year-on-year in December, after a fall of 4.7pc in November. Retail sales also shrank by 15.3pc year-on-year, after a drop of 13.1pc in the preceeding month.</p>",
		"img": "http://i.imgur.com/nE3GSLt.jpg",
		"category": 5,
		"source": "The Telegraph",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 37,
		"title": "Plunging stock markets trash flotation prospects",
		"description": "<p>This has been the worst start to a year for stock market flotations since 2009 in the US and Europe, according to figures from Dealogic, with plunging equities prices bringing share-sale debuts grinding to a halt.</p><p>Huge market volatility in the first weeks of January has created very difficult conditions for those companies planning an initial public offering.</p><p>Not a single firm has floated in the US so far this year. Only three firms have floated in Europe, raising just $24m.</p><p>By contrast in January 2015 a total of 14 firms floated on the US markets in deals valued at just over $2bn, while seven deals in Europe raised $691m.</p>",
		"img": "http://i.imgur.com/f4Htcuw.jpg",
		"category": 5,
		"source": "The Telegraph",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 38,
		"title": "If you knew sushi: Japan in global quality crackdown",
		"description": "<p>The Japanese government is launching a new certification program in an effort to crack down on poor-quality sushi made overseas, local media reports.</p><p>A growing number of sushi purists are up in arms at they see at the substandard food preparation and service in a growing number of restaurants outside Japan, the Kyodo news agency reports.</p><p>There are that complaints that sushi in Moscow, for example, may be served with mayonnaise while in Paris, plates are slammed down, disturbing the arrangement.</p><p>As part of their training, potential sushi student chefs will travel to Japan to be trained and rated on their understanding of the Japanese food culture, how they handle raw seafood, their level of customer service and dish presentation.</p>",
		"img": "http://i.imgur.com/ZgfFlje.jpg",
		"category": 5,
		"source": "CNBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 39,
		"title": "Airbnb in hot water over West Bank listings",
		"description": "<p>Airbnb is under fire for property listings that critics say promote illegal Israeli settlements in occupied Palestinian territory.</p><p>Social media users have attacked the online vacation rental company for allegedly mislabeling and profiting from properties that are part of Israeli settlements located in the West Bank, which are deemed illegal under international law.</p><p>The United Nations contends that all settlements past the Green Line - a border drawn up in 1949 as part of an armistice agreement between Israel and neighbors including Egypt, Jordan, Lebanon and Syria —are against the law and are an obstacle to the peace process between Israel and Palestine.</p><p>A search by CNBC found rentals in West Bank settlements like Tekoa, Ma'ale Rehavam and Kfar Eldad, which were listed as being part of Israel rather than Palestine.</p>",
		"img": "http://i.imgur.com/nQz2Nc9.jpg",
		"category": 5,
		"source": "CNBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 40,
		"title": "American Apparel wins approval to exit bankruptcy",
		"description": "<p>A U.S. bankruptcy judge on Monday approved the restructuring plan for retailer American Apparel, dashing former CEO Dov Charney's hopes of regaining control of the company and giving the chain a fresh shot at building a sustainable business.</p><p>The company filed for Chapter 11 bankruptcy protection in October, citing a sharp decline in sales, a poor sense of fashion and legal battles over Charney's alleged sexual misconduct.</p><p>A group of hedge funds, including Standard General and Monarch Capital, is set to take over the company after injecting capital immediately before and during the bankruptcy case.</p><blockquote>\"This is a new day for the company, and a positive outcome for our customers, vendors and employees,\"</blockquote><p>American Apparel CEO Paula Schneider said in a statement.</p><blockquote>\"With this milestone behind us, we are now fully focused on executing our turnaround strategy as we continue working to drive revenue across our wholesale, retail and e-commerce businesses.\"</blockquote>",
		"img": "http://i.imgur.com/rZxmWJw.jpg",
		"category": 5,
		"source": "USA Today",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 41,
		"title": "Arctic sea ice extent hits record low for winter maximum",
		"description": "<p>According to the National Oceanic and Atmospheric Administration, Ted Scambos, NSIDC lead scientist, puts the potentially record low maximum sea ice extent this year down to low ice extent in the Pacific and a late drop in ice extent in the Barents Sea.</p> <blockquote>'Over the span of the satellite record, Arctic sea ice has been declining significantly, while sea ice in the Antarctic has increased very slightly' <br /> <br /> -NOAA </blockquote> <p> <strong> So what does this new record for the lowest level of winter ice actually mean ? </strong></p> <p> The Arctic Ocean freezes every winter and much of the sea - ice then thaws every summer, and that process will continue whatever happens with climate change.Even if the Arctic continues to be one of the fastest - warming regions of the world, it will always be plunged into bitterly cold polar dark every winter.And year - by - year, for all kinds of natural reasons, there's huge variety of the state of the ice. </p> <iframe width = '100%' height = '212' src = 'https://www.youtube.com/embed/rpHbzJm4gsM' frameborder = '0' allowfullscreen > </iframe> <p> For a start, it does not automatically follow that a record amount of ice will melt this summer.More important for determining the size of the annual thaw is the state of the weather as the midnight sun approaches and temperatures rise.But over the more than 30 years of satellite records, scientists have observed a clear pattern of decline, decade - by - decade. </p> <p> So at some point this century the summers are on course to be clear of ice, opening up new shipping lanes, making it easier to access the region 's oil and gas and possibly also altering the path of the jet stream that drives our weather. So the matter of when all this might happen is the subject of intense research.</p>",
		"img": "http://i.imgur.com/tf87waC.png",
		"category": 6,
		"source": "CNN",
		"link": "",
		"date": "1453125265820",
		"featured": true
	}, {
		"id": 42,
		"title": "Environment and lifestyle may play a large role in cancer",
		"description": "<p>That's what the authors of a new study in the journal Nature argue. External factors such as exposure to toxins and radiation are a major risk factor in developing cancer, the new study says.</p><blockquote>Environmental factors play important roles in cancer incidence and they are modifiable through lifestyle changes and/or vaccination</blockquote><p>Looking at the increasing incidences of various types of cancers, including lung cancer, the authors concluded that \"large risk proportions for cancer are attributable to changing environments\" such as smoking and air pollutants. Exposure to the sun and poor diet play a role.</p><p>This has been widely known among scientists, and might sound like the advice you hear from your doctor. But what this study does is build upon a conversation about how cancer starts and why there is some variability in the kinds of cancers.</p>",
		"img": "http://i.imgur.com/UnQIfSw.jpg",
		"category": 6,
		"source": "CNN",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 43,
		"title": "Why Does So Much U.S. Coal Come from Federal Land?",
		"description": "<p>By hitting \"pause\" on granting new federal coal leases, the Obama administration is facing up to an uncomfortable reality in its drive to meet climate targets: Nearly 41 percent of American coal comes from government-owned land.</p><p>The price industry pays to mine that coal hasn't changed in more than 30 years. Now, the Interior Department plans for the first time to factor impacts on the environment and human health into the deal. The shift announced Friday aims to bring a decades-old leasing policy more in line with global efforts, recently solidified at UN-led talks in Paris, to cut planet-warming fossil-fuel emissions.</p><p>That's likely more bad news for the ailing coal industry, which depends significantly on the government's reserves and saw one of its largest companies, Arch, file for bankruptcy this week. It's also a blow for one state in particular: Wyoming accounts for more than three quarters of all coal production from federal lands, with the rest mostly coming from Montana, Colorado, Utah, and New Mexico.</p><blockquote>The federal coal program is frozen in time in the 1980s</blockquote><p>That is what David J. Hayes said - senior fellow at the think tank Center for American Progress, noting that the current leasing rules \"were written when you could still smoke on airplanes and dump sewage in the ocean.\"</p>",
		"img": "http://i.imgur.com/EHmLdzp.jpg",
		"category": 6,
		"source": "NatGeo",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 44,
		"title": "Denmark breaks its own world record in wind energy",
		"description": "<p>Danish wind turbines set a new world record in 2015. Wind power is now counted for 42.1% of the total electricity consumption in Denmark, according to data published on Friday (15 January).</p><p>The percentage of wind power in Denmark's overall electricity mix is the highest in the world. Last year, the share was 39.1%, which was a record, according to Energinet, which runs the power grids.</p><p>Out of the 8760 hours of 2015, the western part of the country produced wind power during 1460 of them, said Energinet's Carsten Vittrup.</p><blockquote>It's not unusual that we have hours where the wind production is greater than the actual consumption. But in the western part of the country, it has sometimes been 16% more, and that illustrates that with a volatile electricity production, we are able to import and export across our borders</blockquote><p>The new Danish wind power was exported to Norway, Sweden and Germany, while Denmark bought hydropower from Norway and solar power from Germany.</p>",
		"img": "http://i.imgur.com/irOaq2x.jpg",
		"category": 6,
		"source": "ENN Network",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 45,
		"title": "National Park Advocates Appalled by Yosemite Name Changes",
		"description": "<p>A decision by the National Park Service to rename iconic commercial sites within Yosemite National Park in the midst of a contract dispute has left park advocates shocked and disappointed.</p><p>The historic Ahwahnee hotel, Yosemite Lodge, Wawona Hotel, Curry Village, and Badger Pass ski area will be renamed by March 1, when the park changes over to a new concessioner.</p><blockquote>\"It's appalling,\" says author Kerry Tremain, who wrote the book Yosemite: A Storied Landscape.</blockquote><h3>Legal Battle</h3><p>The National Park Service is locked in a legal fight with DNC Parks & Resorts at Yosemite, Inc., the concessionaire at the park that has operated its hotels, trail rides, bus service, and more since 1993. DNC—part of Buffalo-based Delaware North, which operates facilities in other parks and venues around the world—lost its lucrative contract. The new 15-year, $2 billion contract was granted to a subsidiary of Aramark instead.</p><p>In September, DNC sued the federal government, arguing that it needs to be compensated $51 million, largely for trademarks the company filed on merchandise and the hotels and other facilities it operated. The government has said the fees are too high. DNC counters that it had been forced to pay $61.5 million when it first took over the contract from the previous concessionaire, largely for trademarks.</p>",
		"img": "http://i.imgur.com/wG4nf4M.jpg",
		"category": 6,
		"source": "NatGeo",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 46,
		"title": "Desert tower raises Chile's solar power ambition to new heights",
		"description": "<p>Rising more than 200 metres above the vast, deserted plains of the Atacama desert, the second tallest building in Chile sits in such a remote location that it looks, from a distance, like the sanctuary of a reclusive prophet, a temple to ancient gods or the giant folly of a wealthy eccentric.</p><p>Instead, this extraordinary structure is a solar power tower that is being built to harvest the energy of the sun via a growing field of giant mirrors that radiate out for more than a kilometre across the ground below with a geometric precision that is reminiscent of contemporary art or the stone circles of the druids.</p><p>Still under construction, the Atacama 1 Concentrated Solar Power plant is a symbol of the shift from dirty fossil fuels to a cleaner, smarter way to generate electricity in Chile which is leading the charge for solar in Latin America thanks to its expanses of wilderness and some of the most intense sunlight on Earth.</p><p>Following the global climate change deal signed in Paris earlier this month, the $1.1bn project is a source of hope because it demonstrates how far renewable technology has come. But - amid reports of its Spanish owner Abengoa's financial difficulties - it is also a reminder of how the energy transition is increasingly challenged more by financing uncertainties than engineering obstacles.</p><p>The main structure - which is already taller than London's Gherkin or New York's Trump Tower - is almost finished. The next big challenge will be to lift one of the heaviest slabs of steel ever made - the 2,000-tonne solar receiver - to the top with hydraulic jacks. This will be used to heat a pool of 50,000 tonnes of molten salt up to temperatures of 565C during the day so it can continue to drive turbines through the night. All that is needed after that is to polish the 10,600 heliostatic mirrors so that they can reflect sunlight up to the tower. The end result will be the dream of sustainable energy supporters - a solar facility that can provide baseload power generation of 110 megawatts (MW) for 24 hours a day.</p>",
		"img": "http://i.imgur.com/ADAKZLj.jpg",
		"category": 6,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 47,
		"title": "Ringling Will Retire Circus Elephants Two Years Earlier Than Planned",
		"description": "<p>Early in May, 11 female elephants that together have spent decades on the road for circuses will step off train cars and super-semi trucks for the last time into retirement in central Florida. Most will be returning to family and friends.</p><p>Ringling Bros. and Barnum & Bailey circus announced Monday that it would speed up the performers' retirement by two years because it realized it could. After their final performances on May 1, in Wilkes Barre, Pa., and Providence, R.I., the elephants will live out their lives at Ringling's Center for Elephant Conservation (CEC), on 200 remote acres not far from Disney World.</p><p>They will join 29 other elephants that were retired earlier, or that now do mostly reproductive work. (Some lack—as all adult males do—the temperament to perform.)</p><p>The circus was accused by animal rights activists for years of abusing its elephants, and many municipalities responded to that pressure by adding restrictions. Ringling's CEO, Kenneth Feld, said in an interview with Nat Geo that the circus has won every lawsuit against animal rights organizations but \"can't fight city hall.\"</p><p>Activists who hailed last year's decision had wondered why the elephants couldn't be retired sooner. Feld told me last spring:</p><blockquote>It's not like moving a bowl of goldfish.</blockquote><p>Stephen Payne, vice president of corporate communication for Feld Entertainment, which owns the circus, insisted “no external factors” influenced today's decision.</p>",
		"img": "http://i.imgur.com/63Yd3X0.jpg",
		"category": 6,
		"source": "NatGeo",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 48,
		"title": "Environmentalists warn of disaster for Everglades if oil fracking bill passes",
		"description": "<p>Environmentalists are warning of a potential ecological disaster for the Florida Everglades if state lawmakers approve a measure that would open the door to fracking in the sensitive wetlands.</p><blockquote>One of the oil companies wants to conduct exploratory drilling as a possible forerunner to fracking in 20,000 acres of the eastern Everglades, close to populated areas.</blockquote><p>On Tuesday, politicians in Tallahassee were debating a proposed new law that would remove the right of local municipalities to pass ordinances or resolutions banning fracking and instead place all regulation and oversight of drilling for oil into the hands of a single state agency.</p><p>Opponents fear that removing the rights of cities and counties to prohibit fracking, and voiding the dozens of resolutions already passed by them, would make it easier for the oil industry to obtain permits to drill in the ecologically fragile Everglades. That, they say, would threaten the habitat of numerous species of wildlife in the so-called River of Grass and move heavy drilling equipment closer to residential areas.</p><p>In particular, they fear that the controversial drilling practice, which uses high pressure water and acid to release contained oil or gas, could lead to the seeping of toxic chemicals into the porous limestone bedrock throughout the Everglades, and into the underground Biscayne Aquifer that is the only source of fresh water for more than three million people in south Florida.</p><p>\"Florida already bans offshore drilling off its coasts. The Everglades should be treated the same way,\" said Matt Schwartz, executive director of the South Florida Wildlands Association, whose members were joining a protest rally at the Florida state capitol in Tallahassee on Tuesday.</p>",
		"img": "http://i.imgur.com/N0qzKw2.jpg",
		"category": 6,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 49,
		"title": "Six Nations 2016: BBC offers extensive coverage",
		"description": "<p>BBC Sport will have exclusive television coverage of the start and the conclusion of the 2016 Six Nations Championship.</p><p>Live coverage of eight games includes the Calcutta Cup between Scotland and England on 6 February, and France against England on 19 March.</p><p>There will be minute-by-minute coverage of all the home nations' games on BBC Radio 5 live and 5 live sports extra, and across the BBC's digital platforms.</p><p>Seven matches will be on ITV.</p>",
		"img": "http://i.imgur.com/aNMPplm.jpg",
		"category": 7,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 50,
		"title": "Djokovic breezes past Nishikori - faces Federer",
		"description": "<p>Novak Djokovic rediscovered his groove to ease past Japan's Kei Nishikori and set up an Australian Open semi-final with Roger Federer.</p><p>Djokovic made a career-high 100 unforced errors during a torrid performance in the previous round but it was back to business as usual for the world number one, who beat Nishikori 6-3 6-2 6-4 on Rod Laver Arena.</p><p>The victory ensures Djokovic and Federer will meet for the 45th time in their careers, with the current head-to-head firmly in the balance at 22 wins each.</p><p>Djokovic came into the match with question marks about his form after a scrappy fourth round performance against Gilles Simon, in which he came through in five sets.</p>",
		"img": "http://i.imgur.com/6j2EJxK.jpg",
		"category": 7,
		"source": "Independent",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 51,
		"title": "Rory McIlroy sees need to change schedule",
		"description": "<p>Like a wolf tilting its nose to the wind to catch the scent of dinner, the distant aroma of Georgia pines is already firing the olfactory senses of Rory McIlroy.</p><p>The golfing narrative has changed a tad since McIlroy dominated the agenda a year ago, seeking to round out his wardrobe with a green jacket. Jordan Spieth rewrote that plot, muscling McIlroy out of the headlines by making the Masters his first major, at 21, instead of the Ulsterman's fifth to complete the set.</p><p>Spieth's emergence has for McIlroy arguably deepened the pull and the significance of what a maiden victory at Augusta would constitute. The challenge has stiffened as a result of Spieth's extraordinary rise, requiring of McIlroy a response. McIlroy's pre-eminence off the tee is irrelevant when his principal rival peppers the pin from 150 yards and taps in from 20 feet.</p><p>So McIlroy has to find an answer. Spieth won't be out on his feet at Augusta having trailed around the golfing hotspots of the world in the preceding weeks.</p>",
		"img": "http://i.imgur.com/GH40fE7.jpg",
		"category": 7,
		"source": "Independent",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 52,
		"title": "Luis Suarez reveals how he misses the Liverpool fans",
		"description": "<p>Luis Suarez has revealed how he would be open to a Premier League return in the future but only to play for Liverpool.</p><p>The Barcelona forward, who has scored an incredible 29 goals for the La Liga side this season, spent three-and-a-half years at Anfield before making his £75million move to the Nou Camp.</p><p>Despite the never-ending biting and racism controversies, the 29-year-old striker will always hold a place in the heart of every Liverpool supporter and the feeling is very much mutual.</p><blockquote>\"You never know what will happen in the future in football, but if I returned to England it would only be to play for Liverpool and never for another team,\" Suarez said.</blockquote><p>Suarez is currently leading the goal charts in La Liga with 18 league goals, more than Karim Benzema, Cristiano Ronaldo, Neymar, Leo Messi and Gareth Bale.</p>",
		"img": "http://i.imgur.com/lumGOuv.jpg",
		"category": 7,
		"source": "Forbes",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 53,
		"title": "Cricket: Smith unhappy with Kohli's send-off",
		"description": "<p>Australian captain Steve Smith has fired back at Virat Kohli, suggesting the Indian superstar's animated send-off at Adelaide Oval was just not cricket. Kohli plucked a catch to dismiss for Smith for 21 in what proved a turning point in the Australia Day Twenty20 clash, which Australia lost by 37 runs.</p><p>The Indian star celebrated the wicket wildly, gesturing in a fashion that seemingly told Smith he should have focused on batting instead of talking. Smith was mic'd up at the time and had been conducting a live interview with Nine Network commentators during the over.</p><p>Kohli was involved in a handful of heated spats with Australia during India's Test tour in 2014-15, while he and James Faulkner have often swapped barbs on the field this month. Smith won't have a chance to renew the rivalry until the Twenty20 World Cup in March, with the skipper and vice-captain David Warner sitting out the remaining two T20 clashes.</p>",
		"img": "http://i.imgur.com/CL35CXc.jpg",
		"category": 7,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 54,
		"title": "LeBron James: Don't hate me for my 'huge basketball IQ'",
		"description": "<p>Cavaliers star LeBron James said \"it sucks\" that people think he was behind coach David Blatt's shock exit – but feels \"people get it so misconstrued because I'm a smart basketball player.\"</p><p>An exasperated James said to reporters on Wednesday:</p><blockquote>\"What do you guys want me to do? Turn my brain off because I have a huge basketball IQ?\"</blockquote><p>James insisted he had nothing to do with Cleveland's decision to fire Blatt, who was surprisingly let go just months after taking the Cavaliers to the NBA finals.</p><p>The four-time NBA MVP has been labelled a \"coach killer\" for apparently orchestrating in Blatt's departure, in order to get Tyronn Lue, his preferred coach, into the top role. But that just isn't true, said LeBron.</p>",
		"img": "http://i.imgur.com/HJ2gLeK.jpg",
		"category": 7,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 55,
		"title": "Ronnie O'Sullivan wins sixth Masters title",
		"description": "<p>Ronnie O'Sullivan eased to a record-equalling sixth Masters title by outclassing Barry Hawkins in the final at London's Alexandra Palace.</p><p>The Rocket had not played in a major tournament since last year's World Championship but he swept Hawkins aside to win 10-1.</p><p>This one really went with the form book as O'Sullivan moved level with Stephen Hendry on six Masters titles by beating a man who has got the better of him only once in their 11 meetings.</p><p>Hawkins had never won a match in this tournament until this week but he never looked like shocking O'Sullivan, although he won the scrappy opening frame.</p>",
		"img": "http://i.imgur.com/NQ8hPlH.jpg",
		"category": 7,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 56,
		"title": "Ferrari's Sebastian Vettel fastest at F1's wet tyre test for Pirelli",
		"description": "<p>Sebastian Vettel ended PirelliÏs two-day wet tyre test in France as the quickest driver. The four-times world champion, who took over testing duties from Ferrari team-mate Kimi Raikkonen on Tuesday, completed 134 laps at the Paul Ricard circuit.</p><p>Pirelli, Formula One's sole tyre supplier, called for the test in order to gather data on their wet tyre, and a total of 659 laps were completed.</p><p>Paul Ricard's variable sprinkler system allowed Pirelli to test with different amounts of water on the track in order to simulate variable conditions. Ferrari, Red Bull and McLaren participated in the test with all three teams using last year's car.</p><p>Vettel's best effort of 1min 06.750sec was marginally quicker than the Red Bull of Daniil Kvyat. McLaren's reserve driver Stoffel Vandoorne, who participated in both days of track action, was one second slower than Vettel.</p>",
		"img": "http://i.imgur.com/ci6CjEd.jpg",
		"category": 7,
		"source": "The Guardian",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 57,
		"title": "Indonesia's real-life Robinson Crusoes",
		"description": "<p>Despite living in utter isolation on a desert island for 40 years, one inspirational couple has overcome disability and blindness to make a difference.</p><p>For a man who's spent more than 40 years on a deserted island, Daeng Abu fizzes with a surprisingly exuberant love of life.</p><p>As he welcomed us to Pulau Cengkeh (Clove Island), a white-sand islet off the coast of Sulawesi, Indonesia, Abu's toothless gums gaped in a joyous cackle. His blind, white eyes disappeared in ripples of laughter lines and his leprous hands reached out in a warm embrace. He and his wife Daeng Maida have lived alone on Pulau Cengkeh since 1972.</p><p>Neither knows how old they were when they entered their arranged marriage on nearby Pulau Pala (Nutmeg Island) – they currently believe they're in their 80s – but Abu thinks he was older than 20 and Maida remembers it was the dry season. Her uncle fired three shots in the air; she walked over to his family's home; Abu built a shack from bamboo and palm leaf; and married life began.</p>",
		"img": "http://i.imgur.com/R2v8ZCN.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 58,
		"title": "Bhutan's dark secret to happiness",
		"description": "<p>Citizens of one of the happiest countries on Earth are surprisingly comfortable contemplating a topic many prefer to avoid. Is that the key to joy?</p><p>On a visit to Thimphu, the capital of Bhutan, I found myself sitting across from a man named Karma Ura, spilling my guts. Maybe it was the fact that he was named Karma, or the thin air, or the way travel melts my defences, but I decided to confess something very personal. Not that long before, seemingly out of the blue, I had experienced some disturbing symptoms: shortness of breath, dizziness, numbness in my hands and feet. At first, I feared I was having a heart attack, or going crazy. Maybe both. So I went to the doctor, who ran a series of tests and found...</p><p>\"Nothing,\" said Ura. Even before I could complete my sentence, he knew that my fears were unfounded. I was not dying, at least not as quickly as I feared. I was having a panic attack.<p>What I wanted to know was: why now – my life was going uncharacteristically well – and what could I do about it?</p><blockquote>\"You need to think about death for five minutes every day,\" Ura replied. \"It will cure you.\"</blockquote><p>\"How?\" I said, dumbfounded.</p><p>\"It is this thing, this fear of death, this fear of dying before we have accomplished what we want or seen our children grow. This is what is troubling you.\"</p>",
		"img": "http://i.imgur.com/6YAln1V.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 59,
		"title": "Why you should never drink whisky on the rocks",
		"description": "<p>The first time I tasted Scotch whisky I was a broke student, chugging direct from a £3 bottle, lying outside my tent at the foot of Ben Nevis, Britain's highest mountain.  It was after a meal of tinned macaroni and cheese – hardly a sophisticated sampling considering I was sipping the world's most venerated style of whisky. I promised myself that the next time I returned to Scotland, I would drink the best the country had to offer, in great abundance and straight from the source, no matter what it took.</p><p>It turns out, for me, all it took was a smile and a stiff right thumb.</p><p>That first Scotch whisky I drank was a blend. Of course, I didn't understand the difference between single malt and blended whisky until I returned to Scotland eight years later; most people still don't. Blended whisky, which comprises more than 80% of the market, including brands like Johnnie Walker and Dewars, is a mix o­f malt and grain whiskies that come from multiple distilleries. Single malt, which Scottish drinkers often refer to as malt rather than whisky (and never Scotch, like it's known elsewhere around the world), is whisky created from malted barley at one distillery.</p><p>Single malts aren't necessarily always better than blends, but most of Scotland's highest regarded and most expensive whiskies are the former. Blended whiskies are smoother and easier to drink; malt can be almost overwhelming in flavour, a drink most work their way up to.</p>",
		"img": "http://i.imgur.com/QxcBOGG.jpg",
		"category": 8,
		"source": "MSN",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 60,
		"title": "Destinations that are so magical, they hardly seem real",
		"description": "<p>Where to go to escape the stresses of life, the bustle of the workweek and the noise of traffic? To find out, we turned to question-and-answer site Quora, where users have been sharing their opinions on real places that look plucked from a fairy tale.</p><p>From an enchanting Alpine palace in Germany that rivals Cinderella's castle to a postcard-perfect English landscape that inspired Beatrix Potter and JRR Tolkien – these seven dreamy destinations are so magical, it's hard to believe they're real.</p><h2>A giant patchwork quilt of kaleidoscopic colour</h2><p>Holland's stunning tulip fields, with their broad stripes of vibrant blues, reds, pinks and yellows, \"look like the artwork in a children's book\", wrote Quora user Rahul Shankar. He added that this coastal region of the Netherlands \"strangely reminded [him] of the Wizard of Oz\".</p><p>It's a modern pastime to circle the flower farms on foot, bike or via caravan, and the tulips have a rich, storied history. The flowers were imported into Holland in the 16th Century and peaked in popularity in the 17th Century – during the Dutch Golden Age – when they grew so coveted they created the world's first economic bubble: \"Tulip Mania\".</p>",
		"img": "http://i.imgur.com/6QoERoG.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 61,
		"title": "Can Canada teach the rest of us to be nicer?",
		"description": "<p>Every August my family embarks on that great American ritual: the road trip. And we always head north. Canada may not be the most exotic of destinations, but sometimes, exotic is overrated. Canada tempts us with familiarity, blissfully cool weather and, most of all, a deep reservoir of niceness.</p><p>We experience Canadian nice as soon as we reach customs. The US border guards are gruff and all business. The Canadians, by contrast, are unfailingly polite, even as they grill us about the number of wine bottles we're bringing into the country. One year, we had failed to notice that our 9-year-old daughter's passport had expired. They, nicely, let us enter anyway. The niceness continues for our entire trip, as we encounter nice waiters, nice hotel clerks, nice strangers.</p><p>Canadian niceness is pure, and untainted by the passive-aggressive undertones found in American niceness (have a good day, or else!). It's also abundant. Canada is to niceness as Saudi Arabia is to oil. It's awash in the stuff, and it's about time, I say, the rest of the world imported some.</p><p>The Canadian press is rife with examples of niceness in action. For instance, the National Post reported that in Edmonton, a law student, Derek Murray, left his headlights on all day. When he returned to his car, he found the battery drained and a note on his windshield.</p>",
		"img": "http://i.imgur.com/Ux5KEEh.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 62,
		"title": "The rebirth of a 1,000-year tradition",
		"description": "<p>An old woman, with tribal tattoos covering her arms and chest, tapped an ink-soaked thorn into my arm. We were sitting on the dirt-packed floor of her home, high in the Philippines' Cordillera mountains, where she has been tattooing headhunters and women going through rites of passage for more than 70 years. Apo Whang-Od is considered the last tattoo artist in the Kalinga region, carrying on the 1,000-year tradition of batok.</p><p>The deeply wrinkled, beautiful elder looked up from her playful demo on my skin, and smiled as if to say, \"You want one?\" I nervously giggled and moved my arm away. Little did I know that three years later, Whang-Od would be nominated for the Philippines National Living Treasures Award, prompting a shift in the ancient art's future.</p><p>Seventeen hours north of Manila, the Kalinga region is so fiercely independent that throughout 400 years of the Philippines' foreign occupation – by Spain, Britain, the US and Japan – it successfully fought off any outside rule by headhunting. We visited three years ago because a friend introduced us to Remy Erminger, a Kalinga native who invited my husband and I on a trek to her village of Buscalan, a tribal community tucked in the lush Cordillera rice terraces.</p><p>Without a second thought, we started the all-day journey up semi-paved switchbacks and landslide-prone mountains in a 4x4 truck, which was packed with 30 locals – and one 20-something Euro­­pean woman, wearing dreads and a 60-litre backpack.</p>",
		"img": "http://i.imgur.com/yRRrxLb.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 63,
		"title": "A luminous lake of unusual talents",
		"description": "<p>I was in a sky blue motorboat traversing Myanmar’s peaceful Inle Lake – the second largest in the country. Surrounded by mountains and clusters of colourful floating homes, I became mesmerised as the water swayed to the beat of the Intha fisherman, who expertly manoeuvred their tiny wooden boats by rowing with one leg.</p><p>With meditative expressions, a group of three fishermen deftly rowed by while standing upright. Each had one leg wrapped around a single oar, leaving their sunburned hands free to manipulate the conical fishing nets they cast over the glistening water. This skill, unique to Inle Lake, takes a high level of balance, agility and strength. The fisherman have to determine the right amount of pressure to put on their free leg, while their other leg steers, turns and uses the oar to slow the boat down.</p><blockquote>\"I tried many times to practice that distinctive rowing style but I always fell down into water.\"</blockquote><p>As we passed through the floating community, the fishermen used the small boats to transport themselves around. They went to the floating markets and to pay their neighbours a visit by rowing from house to house. Not one had fallen into the water.</p><p>Around 200,000 people comprise Inle Lake’s Nyaung Shwe township, which includes various Myanmar ethnicities. However, the Intha or \"lake people\" make up the majority of the population.</p>",
		"img": "http://i.imgur.com/N4EBtpU.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}, {
		"id": 64,
		"title": "The world's most beautiful places of worship",
		"description": "<p>With their awe-inspiring architecture, magnificent facades and sheer size, places of worship are often some of the most beautiful buildings in the world. No matter the religion, travellers from around the world can appreciate the work that led to their creation.</p><p>To find out which spots are most spectacular, we turned to question-and answer site Quora.com to ask: \"What is the most beautiful place of worship in the world?\"</p><p>Users' responses ranged across continents and across religions, including mosques, temples, synagogues and basilicas. Though perhaps forged by a single faith, each of these buildings has a beauty that transcends any single belief and brings together visitors from every creed and culture.</p><h2>Brihadeeswara Temple, India</h2><p>Known locally as \"The Big Temple\", this enormous granite Hindu sanctuary in Tamil Nadu was built in 1010 by then emperor Rja Rja Chola I, known as one of India’s greatest leaders.</p>",
		"img": "http://i.imgur.com/3bP8Lu2.jpg",
		"category": 8,
		"source": "BBC",
		"link": "",
		"date": "1453125265820",
		"featured": false
	}]
}
